[
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you need a full explanation of what went wrong after a loss, authorize a necropsy to achieve the most appropriate counseling with accuracy and confidence.",
    "page_number": 2
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you need reassurance after a loss, allow the necropsy, as it may help in the grieving process and reduce the tendency for parents to blame themselves.",
    "page_number": 2
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you need precise answers for antenatal stillbirth, pursue fetal necropsy, as it is the investigation most likely to provide answers.",
    "page_number": 2
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you need to plan care for subsequent pregnancies, use information gained from the necropsy, maternal serology, and bacteriology.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If there was a previous aneuploidy or single-gene defect, plan for prenatal diagnosis by amniocentesis for karyotyping or DNA analysis.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If there was a previous aneuploidy or single-gene defect, plan for prenatal diagnosis by chorionic villus sampling for karyotyping or DNA analysis.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If there was a previous ultrasonically detectable structural anomaly, plan for detailed anomaly scanning in subsequent pregnancies to provide reassurance.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If there was previous fetal growth restriction, undergo serial growth measurements showing a normal growth velocity in subsequent pregnancies.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you are a mother with antiphospholipid antibodies, start treatment with low-dose aspirin from preconception in subsequent pregnancies.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you are a mother with antiphospholipid antibodies, start treatment with low molecular weight heparin when pregnancy is confirmed.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you are considering treatment with heparin, seek counseling on the risk of heparin-induced osteoporosis.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you have a history of placental infarction and thrombosis, discuss the possible use of aspirin and heparin, although randomized trials are lacking.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you have a history of preeclampsia or a previous severely growth-retarded baby, discuss the potential use of low-dose aspirin.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you have an inherited thrombophilic defect (like Factor V Leiden) associated with adverse pregnancy outcome, seek further investigation into using aspirin and heparin.",
    "page_number": 6
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you experienced a previous stillbirth, comply with the most complicated of fetal monitoring regimens.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you have a history of previous stillbirth, frequent monitoring, particularly with ultrasound, is very reassuring.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If the pregnancy is prolonged past term (after 37 weeks), choose to electively deliver, considering the steep rise in the stillbirth rate.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you lost a baby as a result of intrapartum events, choose delivery by Caesarean section in subsequent pregnancies.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If termination of pregnancy occurs for abnormalities detected on ultrasound, request a postmortem to find additional information that may alter the risk of recurrence.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If seeking early identification of structural anomalies in the first trimester, ensure nuchal translucency screening is followed by a detailed scan.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If considering first trimester termination for abnormality, choose medical termination to allow the identification of a range of structural abnormalities.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If choosing a surgical method of termination, understand the potential loss of information that limits the pathologist’s ability to find answers.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If considering second trimester termination for fetal abnormality, seek medical termination to allow optimal pathological examination.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If undergoing late termination (after 21 weeks) using intracardiac potassium chloride, be aware that it might limit the pathologist's ability to diagnose cerebral anomalies accurately.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If worried about disfigurement from a necropsy, request reassurance that the baby will not be disfigured.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you decline a full necropsy (internal examination), still allow external examination, radiology, and examination of the placenta.",
    "page_number": 7
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If fetal growth restriction is present, manage subsequent pregnancies with an appropriate level of monitoring.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you are at risk of intrauterine growth restriction, have Doppler examination of uterine artery waveform to predict development later in pregnancy.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If fetal hypoxia is developing, have fetal Doppler traces examined for changes in waveforms.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If fetal hypoxia is developing, examine the fetal middle cerebral artery using Doppler.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If fetal hypoxia is developing, examine the fetal venous system using Doppler.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you need overall fetal assessment, use biophysical scoring, noting that in a compromised fetus it provides reassurance for only 24 hours at most.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you need reassurance regarding structural anomaly diagnosis, ensure umbilical artery Doppler resistance index measurements are normal to help exclude fetal growth restriction.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If you have risk factors for stillbirth, undergo tests for antinuclear, antiphospholipid, and anticardiolipin antibodies and lupus anticoagulant.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If determining recent fetomaternal hemorrhage, have the Kleihauer test performed.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If viral causes of stillbirth are suspected, undergo maternal serology testing for agents like Cytomegalovirus (CMV), toxoplasmosis, and parvovirus B19.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If Listeria is suspected, have maternal blood cultures done.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If previously undiagnosed diabetes is suspected, have maternal blood glucose estimated.",
    "page_number": 8
  },
  {
    "source": "Pregnancy Risk Prevention Guide",
    "advice": "If there was a clear link between Group B Streptococcal infection and stillbirth, implement strategies for reducing risk, such as antibiotic prophylaxis, in subsequent pregnancies.",
    "page_number": 8
  },
    {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is capable of becoming pregnant then do consume 400 µg/day of synthetic folic acid from fortified food, supplements, or both, in addition to consuming folate from a varied diet to prevent fetal death.",
    "page_number": "187"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is pregnant or may become pregnant then do not drink alcohol during any stage of the pregnancy to prevent fetal death.",
    "page_number": "775"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman smokes cigarettes during pregnancy then do undertake smoking cessation programs to reduce the risk for stillbirth.",
    "page_number": "673"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman uses tobacco or nicotine then do stop use by providing advice about quitting with information about risks to the woman, fetus, and newborn.",
    "page_number": "1336"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is interested in quitting tobacco/nicotine use then do assist the patient by providing pregnancy-specific, self-help cessation materials and offering a direct referral to the national tobacco quit line (1-800-QUIT NOW).",
    "page_number": "1336"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has prepregnancy obesity (BMI >30 kg/m²) then do normalize prepregnancy weight as obesity is a modifiable risk factor for stillbirth.",
    "page_number": "1185"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has a poor quality diet then do use universal multivitamin supplementation in the form of prenatal vitamins as routine and reasonable, especially since detailed dietary assessment is burdensome.",
    "page_number": "187"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is pregnant then do limit foods with added sugars and solid fats to ensure a nutrient-dense diet and avoid 'empty calories'.",
    "page_number": "190"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman does not eat an adequate amount of fish then do aim for an intake of at least 200 mg/day of DHA from fish consumption or marine oil supplements.",
    "page_number": "190"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is pregnant then do consume 8 to 12 oz of fish each week.",
    "page_number": "190"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is pregnant and needs to avoid listeriosis or toxoplasmosis then do follow general food safety guidelines.",
    "page_number": "191"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is pregnant and needs to avoid toxoplasmosis from cat exposure then do avoid contact with cat litter if possible, or wear gloves and wash hands afterward if changing it daily.",
    "page_number": "906"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is pregnant and needs to avoid foodborne toxoplasmosis then do wash hands after preparing meat, and never eat raw or rare beef, fowl, or pork; cook meat thoroughly until juices are clear.",
    "page_number": "906"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If pregnant woman is gaining weight too fast then do advise her to cut back on calories she is eating, specifically limiting added sugars and solid fats.",
    "page_number": "193"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If pregnant woman is gaining weight too slowly then do advise her to eat more calories by eating a small amount more from each food group.",
    "page_number": "193"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has diabetes mellitus (DM) then do institute nutritional and metabolic intervention preconceptionally to achieve meticulous glycemic control.",
    "page_number": "1143"
  },
  {
    "source": "Oxford Textbook of Obstetrics and Gynaecology",
    "advice": "If woman has pre-existing heart disease then do seek medical care as soon as pregnancy is confirmed to establish a care plan with a multidisciplinary team including a cardiologist.",
    "page_number": "154"
  },
  {
    "source": "Oxford Textbook of Obstetrics and Gynaecology",
    "advice": "If woman has maternal cyanosis due to heart disease then do monitor closely, as moderate to severe Fetal Growth Restriction (FGR) almost always occurs, potentially requiring early delivery.",
    "page_number": "152"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has a cardiac lesion susceptible to infective endocarditis then do pay meticulous attention to dental health and utilize antibacterial prophylaxis.",
    "page_number": "974"
  },
  {
    "source": "Oxford Textbook of Obstetrics and Gynaecology",
    "advice": "If woman has chronic hypertension or kidney disease (CKD stages 2–5) then do offer low-dose aspirin (50–150 mg/day) each evening from 12 weeks' gestation to reduce the risk of pre-eclampsia and perinatal death.",
    "page_number": "172"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is at high risk of pre-eclampsia then do administer low-dose aspirin (75–150 mg/day) at bedtime, initiated after diagnosis of pregnancy but before 16 weeks’ gestation, and potentially continued until delivery.",
    "page_number": "796"
  },
  {
    "source": "Oxford Textbook of Obstetrics and Gynaecology",
    "advice": "If woman has antiphospholipid antibodies (APS) and previous fetal death (>10 weeks) or early delivery (<34 weeks) due to placental insufficiency then do administer low-dose aspirin plus low-molecular-weight heparin (LMWH) at usual thromboprophylactic doses.",
    "page_number": "188"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is carrying a fetus with FGR then do perform serial ultrasounds for interval growth assessment, Doppler studies, and BPP assessment.",
    "page_number": "810"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is carrying a FGR fetus at ≥37 weeks with Estimated Fetal Weight (EFW) <3rd percentile then do consider delivery.",
    "page_number": "14"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is carrying a FGR fetus with absent end-diastolic flow (AEDV) in the umbilical artery at 33–34 weeks or beyond then do deliver the fetus.",
    "page_number": "810"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is carrying a FGR fetus with reversed end-diastolic flow (REDV) in the umbilical artery at 30–32 weeks or beyond then do deliver the fetus.",
    "page_number": "810"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If fetus is viable (or delivery is anticipated) between 24 and 34 weeks’ gestation then do administer antenatal corticosteroids for fetal lung maturity.",
    "page_number": "810"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has high-risk conditions (e.g., hypertension, diabetes, obesity, prior stillbirth) then do initiate scheduled fetal surveillance starting by 32 to 34 weeks' gestation.",
    "page_number": "572"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has persistent Absent or Reversed End-Diastolic Velocities (A/REDV) in the umbilical artery then do prepare for delivery, including appropriate referral to a tertiary care center, administration of antenatal steroids, and detailed maternal evaluation.",
    "page_number": "568"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman experiences nonreassuring Fetal Heart Rate (FHR) patterns (e.g., bradycardia, late decelerations) then do administer intravenous fluids and position changes, or ephedrine to restore uterine blood flow to normal.",
    "page_number": "590"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has excessive uterine activity resulting in bradycardia or late decelerations then do decrease oxytocin and place her in a lateral position to return uterine blood flow to normal.",
    "page_number": "590"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If transient umbilical cord compression occurs then do change maternal position (e.g., left or right lateral, Trendelenburg) to presumably remove the fetal part from the cord.",
    "page_number": "590"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman with severe preeclampsia has persistent systolic blood pressure ≥160 mm Hg or diastolic blood pressure ≥110 mm Hg then do aggressively treat the hypertension using established protocols (e.g., intravenous labetalol or hydralazine, or oral nifedipine).",
    "page_number": "874"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman presents in the third trimester with new-onset hypertension, nausea, vomiting, or right upper quadrant (RUQ) pain (to rule out HELLP/preeclampsia) then do complete laboratory evaluations including CBC (platelets) and liver function tests prior to discharge home.",
    "page_number": "875"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If placenta previa is suspected then do deliver at 34–35 weeks.",
    "page_number": "480"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has a prior stillbirth (subsequent pregnancy) then do perform serial ultrasounds for fetal growth, starting at 28 weeks’ gestation.",
    "page_number": "796"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has a prior stillbirth (subsequent pregnancy) then do initiate antepartum fetal surveillance (e.g., NSTs, BPP) starting at 32 weeks, or 1–2 weeks earlier than the gestational age of the previous stillbirth.",
    "page_number": "797"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has intrauterine fetal demise (IUFD) of one fetus in a multiple gestation then do monitor daily or twice daily with fetal testing (NST and BPP) if absent or reversed end-diastolic flow is discovered and the viability threshold has been reached.",
    "page_number": "670"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman has symptomatic congenital heart disease (e.g., severe dyspnea, orthopnea, or syncope) then do warrant further evaluation for underlying cardiac abnormalities.",
    "page_number": "876"
  },
  {
    "source": "Creasy & Resnik’s MATERNAL - FETAL MEDICINE",
    "advice": "If woman is diagnosed with asymptomatic bacteriuria then do use a screening and treatment protocol to prevent pyelonephritis and potentially reduce the rate of preterm birth.",
    "page_number": "707"
  }

]